{
  "infoImg": [
    {
      "index": 1,
      "url": "https://telegra.ph/file/13739fe030f0a5c8cdd9c.jpg",
      "name": "Son Goku",
      "desp": "Dragon Ball Super",
      "info": "Goku es un saiyajin que fue enviado a la Tierra cuando era un bebé con la misión de conquistar el planeta, pero debido a un golpe en la cabeza, perdió su instinto violento y se convirtió en un héroe. Es conocido por su insaciable apetito, su ingenuidad y su pasión por el combate. A lo largo de la serie, Goku se embarca en numerosas aventuras para proteger la Tierra y alcanzar nuevas metas, como convertirse en el luchador más fuerte del universo.",
      "price": 200,
      "class": "Común",
      "type": "Anime",
      "gender": "Masculino",
      "code": "95iYY%"
    },
    {
      "index": 2,
      "url": "https://telegra.ph/file/b31cd03f716d362b33716.jpg",
      "name": "Mikasa Ackerman",
      "desp": "Attack on Titan (Shingeki no Kyojin)",
      "info": "Es una joven extremadamente habilidosa en combate, criada junto a Eren Yeager después de que sus padres fueran asesinados cuando eran niños. Es leal y protectora con Eren, a quien ve como su familia. Mikasa es conocida por su frialdad en combate y su gran destreza como soldado. Su objetivo principal es proteger a Eren y luchar contra los titanes que amenazan la humanidad.",
      "price": 700,
      "class": "Raro",
      "type": "Anime, Acción, Drama, Fantasía, Horror",
      "gender": "Femenino",
      "code": "U79Cn%"
    },
    {
      "index": 3,
      "url": "https://telegra.ph/file/98c672926fbc35a4b9948.jpg",
      "name": "Thomas Stanley Holland",
      "desp": "Spider-Man",
      "info": "Tom Holland es conocido principalmente por interpretar a Peter Parker / Spider-Man en el Universo Cinematográfico de Marvel (MCU). Es un actor talentoso y versátil que ha recibido elogios por su actuación como el icónico superhéroe. Además de su papel en el MCU, Holland ha participado en otras producciones cinematográficas y teatrales.",
      "price": 1100,
      "class": "Épico",
      "type": "Celebridad, Cine, Superhéroes, Acción, Drama",
      "gender": "Masculino",
      "code": "95UQ%r"
    },
    {
      "index": 4,
      "url": "https://telegra.ph/file/f689a972cfc1c5efff189.jpg",
      "name": "Izuku Midoriya",
      "desp": "My Hero Academia",
      "info": "Izuku, también conocido como Deku, es un adolescente que vive en un mundo donde casi toda la población posee superpoderes llamados 'Quirks'. A pesar de nacer sin un Quirk, Izuku sueña con convertirse en un héroe como su ídolo, All Might. Su determinación y espíritu lo llevan a ser seleccionado por All Might para heredar su Quirk y convertirse en su sucesor. Izuku es inteligente, compasivo y tiene una fuerte ética de trabajo, lo que lo lleva a enfrentarse a numerosos desafíos para alcanzar su objetivo de convertirse en el héroe número uno.",
      "class": "Legendario",
      "type": "Anime, Acción, Superhéroes, Drama, Fantasía",
      "gender": "Masculino",
      "price": 1746,
      "code": "3t3na^"
    },
    {
      "index": 5,
      "url": "https://telegra.ph/file/4b11562e08b8512868ed4.jpg",
      "name": "Naruto Uzumaki",
      "desp": "Naruto",
      "info": "Naruto Es Un Ninja Muy Poderoso. Para Llegar Al Nivel Que TeníA Al Final De Naruto Shippuden, Naruto Tuvo Que Entrenar Durante Mucho Tiempo, Fortaleciendo Sus Habilidades Y Superando Sus Debilidades.",
      "class": "Raro",
      "type": "Anime, Acción, Aventura, Fantasía, Ninjas, Amistad, Superpoderes",
      "gender": "Masculino",
      "price": 675,
      "code": "bIQ^51"
    },
    {
      "index": 6,
      "url": "https://telegra.ph/file/2e163769ea2f66b4cb455.jpg",
      "name": "Itachi Uchiha",
      "desp": "Naruto",
      "info": "Itachi Uchiha es un ninja de la Aldea Oculta de la Hoja y miembro del Clan Uchiha, conocido por su excepcional habilidad en el combate y su prodigioso talento como ninja. Aunque inicialmente se le presenta como un villano que asesinó a su propio clan, incluyendo a su familia, más tarde se revela que Itachi tenía razones complejas y justificadas para sus acciones, relacionadas con la protección de la aldea y su hermano menor, Sasuke. A pesar de ser un enigma para muchos, Itachi es un personaje profundamente complejo y atormentado por sus decisiones.",
      "class": "Raro",
      "type": "Fuego, Aventura, Fantasía",
      "gender": "Masculino",
      "price": 678,
      "code": "sEE8<9"
    },
    {
      "index": 7,
      "url": "https://telegra.ph/file/6861039367462755c84d1.jpg",
      "name": "Monkey D. Luffy",
      "desp": "One Piece",
      "info": "Luffy es un joven pirata que sueña con convertirse en el Rey de los Piratas, el título que ostentaba el legendario Gol D. Roger. Luffy obtiene poderes de la Fruta del Diablo Gomu Gomu, lo que le permite estirar su cuerpo como si fuera goma. Es extremadamente valiente, imprudente y siempre está dispuesto a ayudar a sus amigos. Luffy es conocido por su naturaleza despreocupada y su inquebrantable determinación, así como por su capacidad para reunir a un variado grupo de piratas bajo su bandera en busca del tesoro conocido como el 'One Piece'.",
      "class": "Común",
      "type": "Anime, Acción, Aventura, Piratas, Fantasía, Amistad, Comedia",
      "gender": "Masculino",
      "price": 153,
      "code": "0<KHO7"
    },
    {
      "index": 8,
      "url": "https://telegra.ph/file/d311c7f4a32d843ace899.jpg",
      "name": "Light Yagami",
      "desp": "Death Note",
      "info": "Light Yagami es un estudiante de preparatoria extremadamente talentoso y dedicado, quien encuentra un misterioso cuaderno llamado 'Death Note'. Este cuaderno tiene el poder de matar a cualquier persona cuyo nombre sea escrito en él, siempre y cuando el portador del cuaderno tenga la cara de la persona en mente. Light decide usar el Death Note para eliminar a criminales y crear un mundo libre de maldad, adoptando el alias de 'Kira'. Sin embargo, su búsqueda de justicia lo lleva por un oscuro camino hacia la megalomanía y la corrupción moral, convirtiéndose en un antihéroe extremadamente manipulador y calculador.",
      "class": "Poco Común",
      "type": "Anime, Misterio, Psicológico, Sobrenatural, Thriller, Crimen, Drama",
      "gender": "Masculino",
      "price": 308,
      "code": "0#suv1"
    },
    {
      "index": 9,
      "url": "https://telegra.ph/file/70fadfc8d38f2d307cd35.jpg",
      "name": "Misa Amane",
      "desp": "Death Note",
      "info": "Misa Amane es una famosa idol y modelo en el mundo ficticio de 'Death Note'. Después de que su familia fuera asesinada por un asesino en serie, Misa se convierte en la portadora de un segundo Death Note. Es extremadamente leal a Light Yagami, a quien idolatra y admira como a un dios. Misa está dispuesta a hacer cualquier cosa por él, incluso sacrificar su propia vida. A pesar de su apariencia inocente y cariñosa, Misa es astuta y está dispuesta a usar el Death Note para ayudar a Light en su búsqueda de justicia, convirtiéndose en una figura complicada dentro de la trama.",
      "class": "Épico",
      "type": "Anime, Misterio, Psicológico, Sobrenatural, Thriller, Crimen, Drama, Ídolo",
      "gender": "Femenino",
      "price": 808,
      "code": "3i<M5z"
    },
    {
      "index": 10,
      "url": "https://telegra.ph/file/faa41f0647445c6097041.jpg",
      "name": "Soichiro Yagami",
      "desp": "Death Note",
      "info": "El jefe de la Unidad de Investigación Especial de la Policía Japonesa en 'Death Note'. Es un hombre recto, justo y dedicado a su trabajo como policía. A lo largo de la serie, Yagami lidera la investigación para capturar al misterioso asesino en serie conocido como 'Kira', sin saber que su propio hijo, Light Yagami, es en realidad Kira. Soichiro se esfuerza por cumplir su deber como policía y enfrenta dilemas éticos difíciles a medida que se desarrolla la trama.",
      "class": "Común",
      "type": "Anime, Misterio, Psicológico, Sobrenatural, Thriller, Crimen, Drama, Policía",
      "gender": "Masculino",
      "price": 108,
      "code": "79UKU%"
    },
    {
      "index": 11,
      "url": "https://telegra.ph/file/a803779df82b23707a0af.jpg",
      "name": "Asuna Yuuki",
      "desp": "Sword Art Online",
      "info": "Asuna Yuuki es una de las protagonistas principales de 'Sword Art Online'. En el juego de realidad virtual Sword Art Online, Asuna es una espadachina habilidosa y valiente que se destaca en combate. A lo largo de la serie, desarrolla una estrecha relación con el protagonista, Kirito, y juntos enfrentan numerosos desafíos dentro del juego y en el mundo real. Asuna es retratada como una persona fuerte, decidida y leal a sus amigos, dispuesta a hacer todo lo posible para protegerlos y lograr sus objetivos.",
      "class": "Épico",
      "type": "Anime, Acción, Aventura, Romance, Realidad Virtual, Fantasía",
      "gender": "Femenino",
      "price": 1047,
      "code": "B6YQ%8"
    },
    {
      "index": 12,
      "url": "https://telegra.ph/file/9d8777e630c32a244ce9c.jpg",
      "name": "Erza Scarlet",
      "desp": "Fairy Tail",
      "info": "Erza Scarlet es una poderosa maga y miembro destacado del gremio de magos Fairy Tail. Es conocida como 'Erza la Titania' debido a su gran habilidad en combate y su posición de liderazgo dentro del gremio. Erza es una guerrera formidable que domina la magia del Re-Equipamiento, que le permite cambiar de armadura y armas en medio de la batalla según sea necesario. A pesar de su apariencia seria y decidida en combate, Erza también muestra un lado amable y compasivo hacia sus amigos y compañeros de gremio.",
      "class": "Épico",
      "type": "Anime, Acción, Aventura, Magia, Fantasía, Amistad, Comedia",
      "gender": "Femenino",
      "price": 1179,
      "code": "UP%30J"
    },
    {
      "index": 13,
      "url": "https://telegra.ph/file/69d9c8a90c332fac66f0c.jpg",
      "name": "Yoichi Isagi",
      "desp": "Blue Lock",
      "info": "Yoichi Isagi es el protagonista principal de 'Blue Lock'. Es un talentoso delantero que juega al fútbol. A pesar de ser un jugador hábil, Isagi es pasivo y carece de confianza en sí mismo al principio de la serie. Sin embargo, su perspectiva cambia cuando es reclutado para participar en el proyecto 'Blue Lock', un programa de entrenamiento intensivo diseñado para crear al delantero definitivo. A medida que avanza en el programa, Isagi se enfrenta a desafíos tanto físicos como mentales mientras lucha por convertirse en un verdadero líder y alcanzar su máximo potencial como futbolista.",
      "class": "Legendario",
      "type": "Manga, Deportes, Drama, Competición, Superación, Psicológico",
      "gender": "Masculino",
      "price": 1760,
      "code": "V9Ua0%"
    },
    {
      "index": 14,
      "url": "https://telegra.ph/file/3508047226d3d171e564d.jpg",
      "name": "Satoru Gojo",
      "desp": "Jujutsu Kaisen",
      "info": "Satoru Gojo es uno de los personajes más poderosos y carismáticos de 'Jujutsu Kaisen'. Es un hechicero extremadamente habilidoso y el maestro de la Escuela Jujutsu Tokyo. Gojo es conocido por su personalidad relajada y bromista, pero detrás de su actitud despreocupada se encuentra un luchador formidable y astuto. Posee una técnica única llamada 'Infinity', que le otorga un control absoluto sobre el espacio, haciéndolo prácticamente invencible en combate. Gojo es un mentor compasivo para los estudiantes de la escuela y está dispuesto a hacer lo que sea necesario para proteger a aquellos a quienes considera importantes.",
      "class": "Épico",
      "type": "Manga, Anime, Acción, Sobrenatural, Fantasía, Artes Marciales, Maestro, Poder",
      "gender": "Masculino",
      "price": 1184,
      "code": "7Xl4%A"
    },
    {
      "index": 15,
      "url": "https://telegra.ph/file/fc16a178da15e5c629cbe.jpg",
      "name": "Brook",
      "desp": "One Piece",
      "info": "Brook es un esqueleto viviente y músico que se une a la tripulación de los Piratas del Sombrero de Paja en 'One Piece'. Originalmente, Brook fue un ser humano que consumió la Fruta Revive-Revive, lo que le permitió regresar a la vida después de morir. Sin embargo, su alma terminó regresando a su esqueleto. Brook es un espadachín habilidoso y tiene una personalidad alegre y extravagante. Es conocido por su amor por la música y su habilidad para tocar el violín, así como por su tendencia a hacer chistes sobre su naturaleza esquelética.",
      "class": "Poco Común",
      "type": "Manga, Anime, Aventura, Piratas, Comedia, Fantasía, Música",
      "gender": "Masculino",
      "price": 300,
      "code": "8loJ5@"
    },
    {
      "index": 16,
      "url": "https://telegra.ph/file/c33eca3c3b52e11697b65.jpg",
      "name": "Roronoa Zoro",
      "desp": "One Piece",
      "info": "Zoro Es Uno De Los Tripulantes De La Tripulación De Luffy, Y Es Uno  De Los Más Fuertes Y Esforzados. Su Personalidad Es Fuerte, Determinada Y Dura, Pero También Tiene Un Gran Corazón Y Una Gran Lealtad A Su Capitán.",
      "class": "Supremo",
      "type": "Manga, Anime, Aventura, Piratas, Artes Marciales, Acción, Comedia",
      "gender": "Masculino",
      "price": 19256,
      "code": "s3l0p<"
    },
    {
      "index": 17,
      "url": "https://telegra.ph/file/d48a22ae1dc114c19c653.jpg",
      "name": "Alastor",
      "desp": "Hazbin Hotel",
      "info": "Alastor es un demonio poderoso y carismático conocido como 'El Radio Demonio'. Es un ser misterioso que aparece en el infierno y rápidamente se hace un nombre como uno de los demonios más temidos y respetados. Alastor tiene una personalidad encantadora y manipuladora, con una inclinación por el caos y la destrucción, pero siempre manteniendo una sonrisa siniestra y un aire de cortesía. Es hábil en el uso de la magia y tiene una afinidad particular por las radios y las emisiones de radio. Aunque puede parecer encantador, Alastor es un ser peligroso y no se puede confiar en sus verdaderas intenciones.",
      "class": "Raro",
      "type": "Animación, Comedia, Sobrenatural, Demonios, Fantasía, Horror, Misterio",
      "gender": "Masculino",
      "price": 700,
      "code": "<84NMj"
    },
    {
      "index": 18,
      "url": "https://telegra.ph/file/4f9ba16b9292716d8cccb.jpg",
      "name": "Vox",
      "desp": "Hazbin Hotel",
      "info": "Vox es un demonio tecnológico y un influencer en el infierno. Es conocido por su aspecto mecánico y su habilidad para manipular tecnología avanzada. Vox se presenta como un ser cibernético y egocéntrico que utiliza su influencia en las redes sociales infernales para ganar seguidores y notoriedad. A menudo se le muestra como un antagonista astuto y manipulador, dispuesto a usar la tecnología y la información para lograr sus objetivos. Su personalidad está marcada por su amor por la tecnología y su desprecio por los seres orgánicos.",
      "class": "Raro",
      "type": "Animación, Comedia, Sobrenatural, Demonios, Fantasía, Tecnología, Influencer",
      "gender": "Masculino",
      "price": 659,
      "code": "w@q09O"
    },
    {
      "index": 19,
      "url": "https://telegra.ph/file/d944ef23bbce001e8524f.jpg",
      "name": "Goku Black",
      "desp": "Dragon Ball Super",
      "info": "Goku Black es una versión alternativa malvada de Goku que proviene de un universo alternativo. En este universo, Goku Black es en realidad Zamasu, un Kaio-shin (dios de la creación) que ha obtenido el cuerpo de Goku y ha tomado su apariencia. Utilizando las Bolas de Dragón, Zamasu intercambia cuerpos con Goku y luego procede a sembrar el caos y la destrucción en varios universos. Goku Black es extremadamente poderoso y muestra un dominio superior de las habilidades de Goku, además de poseer una mentalidad malévola y despiadada. Es conocido por su aspecto físico similar a Goku pero con una aura oscura y maligna.",
      "class": "Legendario",
      "type": "Anime, Acción, Aventura, Ciencia Ficción, Fantasía, Artes Marciales, Universos Paralelos",
      "gender": "Masculino",
      "price": 2178,
      "code": "TA08*p"
    },
    {
      "index": 20,
      "url": "https://telegra.ph/file/75dda3736c12370c62846.jpg",
      "name": "Polo Benavent",
      "desp": "Élite",
      "info": "Leopoldo Benavent Villada, más comúnmente conocido como Polo, fue un personaje principal en la serie Élite de Netflix. Era un estudiante que asistía a Las Encinas que se convirtió en objeto de odio masivo después del asesinato accidental de su compañera de clase, Marina Nunier Osuna. Fue interpretado por Álvaro Rico.",
      "class": "Épico",
      "type": "Drama adolescente, Intriga, Suspenso, Crimen, Amoríos, Secretos, Escuela privada, Clase social, Suspenso, Serie, Triángulos amorosos, Diversidad, Juventud, Traición, Misterio",
      "gender": "Masculino",
      "price": 1096,
      "code": "t7_o0w"
    },
    {
      "index": 21,
      "url": "https://telegra.ph/file/example21.jpg",
      "name": "Edward Elric",
      "desp": "Fullmetal Alchemist",
      "info": "Edward Elric es un alquimista estatal conocido como el 'Alquimista de Acero Completo'. Junto a su hermano Alphonse, busca la Piedra Filosofal para recuperar sus cuerpos después de un experimento de alquimia fallido que les costó caro. Edward es determinado, valiente y tiene un fuerte sentido de la justicia. A pesar de su corta estatura, es un luchador formidable y un alquimista excepcional que puede realizar transmutaciones sin círculos de transmutación.",
      "class": "Legendario",
      "type": "Anime, Aventura, Drama, Fantasía, Alquimia, Hermanos, Superación",
      "gender": "Masculino",
      "price": 1850,
      "code": "FL9mA#"
    },
    {
      "index": 22,
      "url": "https://telegra.ph/file/example22.jpg",
      "name": "Levi Ackerman",
      "desp": "Attack on Titan",
      "info": "Levi Ackerman es conocido como 'el soldado más fuerte de la humanidad'. Es el capitán del Escuadrón de Operaciones Especiales dentro de la Legión de Reconocimiento. Levi es famoso por su habilidad excepcional para combatir titanes y su personalidad fría y calculadora. A pesar de su apariencia intimidante, se preocupa profundamente por sus subordinados y está dispuesto a tomar decisiones difíciles para el bien de la humanidad.",
      "class": "Épico",
      "type": "Anime, Acción, Drama, Militar, Titanes, Supervivencia, Horror",
      "gender": "Masculino",
      "price": 1299,
      "code": "AK47%L"
    },
    {
      "index": 23,
      "url": "https://telegra.ph/file/example23.jpg",
      "name": "Senku Ishigami",
      "desp": "Dr. Stone",
      "info": "Senku Ishigami es un genio científico que busca reconstruir la civilización después de que toda la humanidad fuera petrificada durante miles de años. Con su vasto conocimiento científico y su personalidad excéntrica, Senku usa la ciencia para crear inventos increíbles en un mundo de la Edad de Piedra. Su lema es 'Esto es emocionante' y siempre está buscando formas de aplicar principios científicos para resolver problemas.",
      "class": "Raro",
      "type": "Anime, Ciencia Ficción, Aventura, Educativo, Supervivencia, Innovación",
      "gender": "Masculino",
      "price": 890,
      "code": "SC1en*"
    },
    {
      "index": 24,
      "url": "https://telegra.ph/file/example24.jpg",
      "name": "Rimuru Tempest",
      "desp": "That Time I Got Reincarnated as a Slime",
      "info": "Rimuru Tempest es un slime extraordinariamente poderoso que una vez fue un humano japonés. Después de su reencarnación, Rimuru desarrolla la habilidad única de absorber y imitar las habilidades de otros seres. Es benevolente y busca crear un mundo donde todas las razas puedan coexistir en paz. Como líder de la Nación Monstruo de Tempest, Rimuru combina sabiduría humana con poderes sobrenaturales para proteger a sus súbditos.",
      "class": "Legendario",
      "type": "Anime, Isekai, Fantasía, Magia, Aventura, Reencarnación, Liderazgo",
      "gender": "Neutral",
      "price": 2050,
      "code": "SL1me$"
    },
    {
      "index": 25,
      "url": "https://telegra.ph/file/example25.jpg",
      "name": "Tanjiro Kamado",
      "desp": "Demon Slayer (Kimetsu no Yaiba)",
      "info": "Tanjiro Kamado es un cazador de demonios que se embarcó en su misión después de que su familia fuera asesinada por demonios y su hermana Nezuko fuera convertida en uno. A pesar de los horrores que ha enfrentado, Tanjiro mantiene un corazón compasivo y muestra empatía incluso hacia los demonios. Utiliza la Respiración del Agua y más tarde la Respiración del Sol, siendo conocido por su determinación inquebrantable y su fuerte sentido del olfato.",
      "class": "Épico",
      "type": "Anime, Acción, Sobrenatural, Demonios, Familia, Venganza, Samurai",
      "gender": "Masculino",
      "price": 1320,
      "code": "DS9sun"
    },
    {
      "index": 26,
      "url": "https://telegra.ph/file/example26.jpg",
      "name": "Mob (Shigeo Kageyama)",
      "desp": "Mob Psycho 100",
      "info": "Shigeo Kageyama, conocido como 'Mob', es un estudiante de secundaria con poderes psíquicos extremadamente poderosos. A pesar de sus habilidades sobrenaturales, Mob es tímido y prefiere vivir una vida normal. Trabaja a tiempo parcial para Reigen, un autodenominado psíquico, mientras lucha por controlar sus emociones y poderes. Mob representa la importancia del crecimiento personal y la bondad humana por encima del poder bruto.",
      "class": "Raro",
      "type": "Anime, Sobrenatural, Psíquico, Comedia, Drama, Crecimiento Personal",
      "gender": "Masculino",
      "price": 745,
      "code": "MP100%"
    },
    {
      "index": 27,
      "url": "https://telegra.ph/file/example27.jpg",
      "name": "Violet Evergarden",
      "desp": "Violet Evergarden",
      "info": "Violet Evergarden es una ex-soldado que ahora trabaja como 'Muñeca de Memoria Automática', escribiendo cartas para aquellos que no pueden expresar sus sentimientos con palabras. Criada como un arma de guerra, Violet está aprendiendo a entender las emociones humanas y el significado del amor a través de su trabajo. Su historia es un viaje emotivo de autodescubrimiento y sanación emocional en un mundo post-guerra.",
      "class": "Épico",
      "type": "Anime, Drama, Romance, Post-Guerra, Emocional, Crecimiento, Cartas",
      "gender": "Femenino",
      "price": 1180,
      "code": "VE7mem"
    },
    {
      "index": 28,
      "url": "https://telegra.ph/file/example28.jpg",
      "name": "Ainz Ooal Gown (Momonga)",
      "desp": "Overlord",
      "info": "Ainz Ooal Gown, originalmente conocido como Momonga, es un poderoso hechicero no-muerto que quedó atrapado en el mundo del juego YGGDRASIL cuando los servidores se cerraron. Como maestro supremo de la Gran Tumba de Nazarick, Ainz gobierna sobre poderosos NPCs que cobraron vida. A pesar de su apariencia aterradora como un Overlord esquelético, conserva parte de su humanidad mientras navega por su nueva realidad como un ser supremo.",
      "class": "Supremo",
      "type": "Anime, Isekai, Fantasía Oscura, Magia, No-Muerto, Estrategia, Poder",
      "gender": "Masculino",
      "price": 18500,
      "code": "OL9god"
    },
    {
      "index": 29,
      "url": "https://telegra.ph/file/example29.jpg",
      "name": "Yusuke Urameshi",
      "desp": "Yu Yu Hakusho",
      "info": "Yusuke Urameshi es un detective espiritual que inicialmente era un delincuente juvenil. Después de morir en un accidente mientras salvaba a un niño, se le da una segunda oportunidad de vida como Detective Espiritual, investigando actividades sobrenaturales en el mundo humano. Yusuke es conocido por su actitud rebelde, su Spirit Gun (Rei Gun) y su crecimiento gradual de un gamberro a un verdadero héroe que protege tanto el mundo humano como el Mundo Demoníaco.",
      "class": "Legendario",
      "type": "Anime, Sobrenatural, Acción, Aventura, Demonios, Artes Marciales, Crecimiento",
      "gender": "Masculino",
      "price": 1925,
      "code": "YYH4sp"
    },
    {
      "index": 30,
      "url": "https://telegra.ph/file/example30.jpg",
      "name": "Zero Two",
      "desp": "Darling in the FranXX",
      "info": "Zero Two es una piloto de élite con sangre klaxosaur que es conocida por su naturaleza salvaje y misteriosa. Con cuernos distintivos y colmillos, ella es llamada 'la Socia de la Muerte' porque sus parejas tienden a morir después de pilotar con ella tres veces. A pesar de su reputación peligrosa, Zero Two busca desesperadamente convertirse en completamente humana y encontrar a su 'querido', alguien del pasado que prometió reencontrar. Es feroz en combate pero muestra vulnerabilidad emocional cuando se trata del amor.",
      "class": "Épico",
      "type": "Anime, Mecha, Romance, Drama, Ciencia Ficción, Acción, Aliens",
      "gender": "Femenino",
      "price": 1245,
      "code": "02FXX*"
    },
    {
      "index": 31,
      "url": "https://telegra.ph/file/example31.jpg",
      "name": "Ichigo Kurosaki",
      "desp": "Bleach",
      "info": "Ichigo Kurosaki es un estudiante de preparatoria que obtiene poderes de Shinigami (Dios de la Muerte) después de encontrarse con Rukia Kuchiki. Con su Zanpakuto Zangetsu, Ichigo protege tanto el mundo humano como la Sociedad de Almas de los Hollows malignos. Es conocido por su cabello naranja distintivo, su personalidad protectora y su determinación inquebrantable de proteger a sus amigos y seres queridos.",
      "class": "Legendario",
      "type": "Anime, Sobrenatural, Acción, Aventura, Espíritus, Shinigami, Artes Marciales",
      "gender": "Masculino",
      "price": 1890,
      "code": "BL15go"
    },
    {
      "index": 32,
      "url": "https://telegra.ph/file/example32.jpg",
      "name": "Natsu Dragneel",
      "desp": "Fairy Tail",
      "info": "Natsu Dragneel es un Mago Dragón Slayer de Fuego y miembro del gremio Fairy Tail. Criado por el dragón Igneel, Natsu posee la capacidad de consumir y manipular fuego. Es conocido por su personalidad energética, su lealtad feroz hacia sus amigos del gremio y su tendencia a resolver los problemas con sus puños. Su búsqueda constante por encontrar a Igneel lo lleva a numerosas aventuras épicas.",
      "class": "Raro",
      "type": "Anime, Magia, Aventura, Dragones, Fantasía, Amistad, Fuego",
      "gender": "Masculino",
      "price": 820,
      "code": "FT6dra"
    },
    {
      "index": 33,
      "url": "https://telegra.ph/file/example33.jpg",
      "name": "Saitama",
      "desp": "One Punch Man",
      "info": "Saitama es un superhéroe que puede derrotar a cualquier enemigo con un solo golpe. A pesar de su poder incomparable, sufre de una crisis existencial debido a la falta de desafío en su vida de héroe. Su apariencia calva y expresión aburrida contrastan con su fuerza absoluta. Saitama representa una parodia de los tropos típicos de superhéroes, siendo increíblemente poderoso pero completamente desinteresado en la fama o el reconocimiento.",
      "class": "Supremo",
      "type": "Anime, Comedia, Acción, Superhéroes, Parodia, Sátira",
      "gender": "Masculino",
      "price": 25000,
      "code": "OPM1pu"
    },
    {
      "index": 34,
      "url": "https://telegra.ph/file/example34.jpg",
      "name": "Rukia Kuchiki",
      "desp": "Bleach",
      "info": "Rukia Kuchiki es una Shinigami del Escuadrón 13 de la División de la Sociedad de Almas. Es quien inicialmente otorga poderes de Shinigami a Ichigo Kurosaki. Rukia es seria, determinada y tiene un fuerte sentido del deber. A pesar de su pequeña estatura, es una guerrera formidable que maneja técnicas de hielo a través de su Zanpakuto Sode no Shirayuki. Su amistad con Ichigo es fundamental en la serie.",
      "class": "Épico",
      "type": "Anime, Sobrenatural, Acción, Shinigami, Hielo, Amistad, Honor",
      "gender": "Femenino",
      "price": 1150,
      "code": "BL13ru"
    },
    {
      "index": 35,
      "url": "https://telegra.ph/file/example35.jpg",
      "name": "Jotaro Kujo",
      "desp": "JoJo's Bizarre Adventure",
      "info": "Jotaro Kujo es el protagonista de Stardust Crusaders, conocido por su Stand 'Star Platinum' que posee una fuerza y velocidad increíbles. Es un adolescente estoico que raramente muestra emociones, pero es ferozmente protector de su familia y amigos. Su frase característica 'Yare Yare Daze' y su gorra distintiva lo han convertido en un icono del anime. Jotaro es un maestro estratega en combate y un líder natural.",
      "class": "Legendario",
      "type": "Anime, Aventura, Sobrenatural, Stands, Acción, Viajes, Familia",
      "gender": "Masculino",
      "price": 2100,
      "code": "JJ3sta"
    },
    {
      "index": 36,
      "url": "https://telegra.ph/file/example36.jpg",
      "name": "Nezuko Kamado",
      "desp": "Demon Slayer (Kimetsu no Yaiba)",
      "info": "Nezuko Kamado es la hermana menor de Tanjiro que fue convertida en demonio pero conserva su humanidad. A diferencia de otros demonios, Nezuko no consume humanos y en su lugar duerme para recuperar energía. Puede cambiar su tamaño corporal y posee una fuerza sobrehumana. Su naturaleza protectora hacia los humanos y su lucha interna entre su lado demonio y humano la convierten en un personaje único y querido.",
      "class": "Épico",
      "type": "Anime, Sobrenatural, Demonios, Familia, Protección, Transformación",
      "gender": "Femenino",
      "price": 1280,
      "code": "DS8nez"
    },
    {
      "index": 37,
      "url": "https://telegra.ph/file/example37.jpg",
      "name": "Vegeta",
      "desp": "Dragon Ball Z/Super",
      "info": "Vegeta es el Príncipe de los Saiyajins y inicialmente uno de los principales antagonistas que luego se convierte en aliado. Es extremadamente orgulloso, competitivo y obsesionado con superar a Goku. Su desarrollo de personaje desde villano despiadado hasta padre de familia y protector de la Tierra es uno de los arcos más memorables del anime. Vegeta representa el honor guerrero y la redención a través del crecimiento personal.",
      "class": "Legendario",
      "type": "Anime, Acción, Artes Marciales, Saiyajins, Rivalidad, Orgullo, Redención",
      "gender": "Masculino",
      "price": 1975,
      "code": "DB2pri"
    },
    {
      "index": 38,
      "url": "https://telegra.ph/file/example38.jpg",
      "name": "Kagome Higurashi",
      "desp": "InuYasha",
      "info": "Kagome Higurashi es una estudiante de preparatoria moderna que es transportada al Japón feudal a través de un pozo en su santuario familiar. Allí descubre que es la reencarnación de la sacerdotisa Kikyo y posee poderes espirituales. Junto a InuYasha, busca los fragmentos de la Perla de Shikon. Kagome es conocida por su naturaleza compasiva, su habilidad con el arco y flecha, y su capacidad para purificar demonios.",
      "class": "Raro",
      "type": "Anime, Fantasía, Romance, Viaje en el Tiempo, Sacerdotisa, Feudal",
      "gender": "Femenino",
      "price": 690,
      "code": "IY4kag"
    },
    {
      "index": 39,
      "url": "https://telegra.ph/file/example39.jpg",
      "name": "Lelouch vi Britannia",
      "desp": "Code Geass",
      "info": "Lelouch vi Britannia es un príncipe exiliado que obtiene el poder del Geass, que le permite controlar las mentes de otros. Bajo la identidad de Zero, lidera una rebelión contra el Imperio de Britannia para vengar a su madre y crear un mundo mejor para su hermana Nunnally. Lelouch es un genio estratega y maestro manipulador, pero también está impulsado por el amor familiar y un sentido retorcido de la justicia.",
      "class": "Legendario",
      "type": "Anime, Mecha, Drama, Política, Estrategia, Rebelión, Geass",
      "gender": "Masculino",
      "price": 2250,
      "code": "CG7zer"
    },
    {
      "index": 40,
      "url": "https://telegra.ph/file/example40.jpg",
      "name": "Kenshin Himura",
      "desp": "Rurouni Kenshin",
      "info": "Kenshin Himura, conocido como Battosai el Destajador durante la era Bakumatsu, es un espadachín legendario que ha jurado no volver a matar. Porta una espada de filo inverso como símbolo de su compromiso de proteger la vida. Kenshin busca la redención por sus crímenes pasados ayudando a los inocentes. Su personalidad amable contrasta fuertemente con su pasado violento, y su técnica Hiten Mitsurugi-ryu lo convierte en un guerrero formidable.",
      "class": "Legendario",
      "type": "Anime, Samurai, Drama, Redención, Era Meiji, Artes Marciales",
      "gender": "Masculino",
      "price": 1800,
      "code": "RK5bat"
    },
    {
      "index": 41,
      "url": "https://telegra.ph/file/example41.jpg",
      "name": "Makima",
      "desp": "Chainsaw Man",
      "info": "Makima es una Cazadora de Demonios de alto rango que inicialmente aparece como una mentor y figura maternal para Denji. Sin embargo, oculta una naturaleza manipuladora y sus propias agendas siniestras. Como el Demonio de Control, posee habilidades devastadoras y una inteligencia estratégica excepcional. Su relación compleja con Denji y su moralidad ambigua la convierten en uno de los personajes más intrigantes y controvertidos del manga moderno.",
      "class": "Épico",
      "type": "Manga, Horror, Acción, Demonios, Manipulación, Psicológico",
      "gender": "Femenino",
      "price": 1350,
      "code": "CM9mak"
    },
    {
      "index": 42,
      "url": "https://telegra.ph/file/example42.jpg",
      "name": "Spike Spiegel",
      "desp": "Cowboy Bebop",
      "info": "Spike Spiegel es un cazarrecompensas espacial con un pasado misterioso como miembro del sindicato del crimen Red Dragon. Es conocido por su estilo de lucha fluido basado en Jeet Kune Do, su actitud relajada ante el peligro, y su obsesión con su amor perdido, Julia. Spike encarna el arquetipo del antihéroe con su filosofía fatalista y su búsqueda constante de escapar de su pasado.",
      "class": "Legendario",
      "type": "Anime, Ciencia Ficción, Space Western, Noir, Drama, Acción",
      "gender": "Masculino",
      "price": 2000,
      "code": "CB1spi"
    },
    {
      "index": 43,
      "url": "https://telegra.ph/file/example43.jpg",
      "name": "Tohru Honda",
      "desp": "Fruits Basket",
      "info": "Tohru Honda es una estudiante de preparatoria huérfana que descubre el secreto de la familia Sohma: algunos miembros se transforman en animales del zodíaco chino cuando son abrazados por el sexo opuesto. A pesar de sus propias tragedias, Tohru mantiene una actitud positiva y compasiva que gradualmente ayuda a sanar las heridas emocionales de la familia Sohma. Su bondad innata y determinación la convierten en un catalizador para el cambio y la curación.",
      "class": "Raro",
      "type": "Anime, Romance, Drama, Slice of Life, Zodíaco, Familia, Curación",
      "gender": "Femenino",
      "price": 580,
      "code": "FB2toh"
    },
    {
      "index": 44,
      "url": "https://telegra.ph/file/example44.jpg",
      "name": "Killua Zoldyck",
      "desp": "Hunter x Hunter",
      "info": "Killua Zoldyck es un asesino prodigio de la infame familia Zoldyck que se convierte en el mejor amigo de Gon Freecss. A pesar de su entrenamiento letal desde la infancia, Killua desarrolla un lado más humano a través de su amistad con Gon. Posee velocidad sobrehumana, resistencia a los venenos y la capacidad de manipular electricidad. Su lucha interna entre su naturaleza asesina y su deseo de una vida normal lo convierte en un personaje complejo y querido.",
      "class": "Épico",
      "type": "Anime, Aventura, Amistad, Asesinos, Nen, Crecimiento, Poderes",
      "gender": "Masculino",
      "price": 1400,
      "code": "HH3kil"
    },
    {
      "index": 45,
      "url": "https://telegra.ph/file/example45.jpg",
      "name": "Rei Ayanami",
      "desp": "Neon Genesis Evangelion",
      "info": "Rei Ayanami es la Primera Piloto de Evangelion y un personaje enigmático con orígenes misteriosos relacionados con Lilith y la madre de Shinji. Su personalidad aparentemente emotiva oculta una naturaleza compleja y una conexión profunda con el Proyecto de Instrumentalización Humana. Rei representa temas de identidad, humanidad y sacrificio. Su relación con Shinji y Gendo Ikari es fundamental para la narrativa psicológica de la serie.",
      "class": "Épico",
      "type": "Anime, Mecha, Psicológico, Ciencia Ficción, Filosofía, Drama",
      "gender": "Femenino",
      "price": 1380,
      "code": "NGE1re"
    },
    {
      "index": 46,
      "url": "https://telegra.ph/file/example46.jpg",
      "name": "Giorno Giovanna",
      "desp": "JoJo's Bizarre Adventure: Golden Wind",
      "info": "Giorno Giovanna es hijo de Dio Brando y el protagonista de Golden Wind. Su Stand 'Gold Experience' puede dar vida a objetos inanimados y más tarde evoluciona a 'Gold Experience Requiem'. A pesar de su herencia malévola, Giorno posee un fuerte sentido de la justicia y sueña con convertirse en un 'Gang-Star' para limpiar las calles de drogas. Su determinación y habilidades estratégicas lo llevan a enfrentar la organización criminal Passione.",
      "class": "Legendario",
      "type": "Anime, Aventura, Mafia, Stands, Italia, Justicia, Crimen",
      "gender": "Masculino",
      "price": 1950,
      "code": "JJ5gio"
    },
    {
      "index": 47,
      "url": "https://telegra.ph/file/example47.jpg",
      "name": "Nobara Kugisaki",
      "desp": "Jujutsu Kaisen",
      "info": "Nobara Kugisaki es una hechicera de primer año en la Escuela Técnica de Jujutsu de Tokio. Utiliza técnicas de vudú con clavos y un martillo para exorcizar maldiciones. Es conocida por su personalidad fuerte, confiada y sin filtros, así como por su amor por las compras y la moda. Nobara no tolera la misoginia y lucha por sus propios estándares de belleza y fuerza. Su determinación y habilidades de combate la convierten en una aliada valiosa.",
      "class": "Raro",
      "type": "Manga, Anime, Sobrenatural, Acción, Hechicería, Maldiciones, Vudú",
      "gender": "Femenino",
      "price": 750,
      "code": "JK6nob"
    },
    {
      "index": 48,
      "url": "https://telegra.ph/file/example48.jpg",
      "name": "All Might",
      "desp": "My Hero Academia",
      "info": "All Might, cuyo nombre real es Toshinori Yagi, es conocido como el Héroe Número Uno y el 'Símbolo de la Paz'. Su Quirk 'One For All' le otorga fuerza sobrehumana, pero debido a una lesión grave, solo puede mantener su forma heroica por tiempo limitado. All Might es el mentor de Izuku Midoriya y representa los ideales heroicos de justicia, sacrificio y esperanza. Su sonrisa icónica y su filosofía de que 'un verdadero héroe siempre encuentra una manera de ganar' inspiran a una generación de héroes.",
      "class": "Supremo",
      "type": "Anime, Superhéroes, Mentor, Justicia, Sacrificio, Inspiración",
      "gender": "Masculino",
      "price": 22000,
      "code": "MHA1am"
    },
    {
      "index": 49,
      "url": "https://telegra.ph/file/example49.jpg",
      "name": "Power",
      "desp": "Chainsaw Man",
      "info": "Power es el Demonio de Sangre que trabaja como Cazadora de Demonios Pública. A pesar de ser técnicamente un demonio, desarrolla lazos emocionales con Denji y Aki. Es egoísta, mentirosa y extremadamente orgullosa, pero también muestra momentos de vulnerabilidad y lealtad genuina. Sus habilidades incluyen la manipulación de sangre para crear armas y su regeneración. La evolución de Power de antagonista a figura casi hermana mayor es uno de los elementos emocionales más fuertes de la serie.",
      "class": "Raro",
      "type": "Manga, Horror, Acción, Demonios, Sangre, Comedia, Amistad",
      "gender": "Femenino",
      "price": 800,
      "code": "CM7pow"
    },
    {
      "index": 50,
      "url": "https://telegra.ph/file/example50.jpg",
      "name": "Senku Ishigami",
      "desp": "Dr. Stone",
      "info": "Senku Ishigami es un genio científico obsesionado con la ciencia y la tecnología. Después de que toda la humanidad se petrificara, Senku se despierta miles de años después con la misión de reconstruir la civilización usando el conocimiento científico. Su personalidad excéntrica, su vasto intelecto y su capacidad para explicar conceptos científicos complejos de manera accesible lo convierten en un protagonista único. Su lema 'Esto es emocionante' refleja su pasión inquebrantable por el descubrimiento y la innovación.",
      "class": "Raro",
      "type": "Anime, Ciencia Ficción, Educativo, Supervivencia, Innovación, Post-Apocalíptico",
      "gender": "Masculino",
      "price": 890,
      "code": "DS2sen"
    },
    {
      "index": 51,
      "url": "https://telegra.ph/file/example51.jpg",
      "name": "Megumin",
      "desp": "KonoSuba",
      "info": "Megumin es una archimaga de la tribu Crimson que se especializa exclusivamente en magia de explosión. A pesar de ser extremadamente poderosa, solo puede lanzar un hechizo de explosión por día antes de colapsar por agotamiento. Es dramática, orgullosa de su magia destructiva y tiene una obsesión casi fanática con las explosiones. Su personalidad excéntrica y su dedicación absoluta a un solo tipo de magia la convierten en una compañera tanto útil como problemática para el grupo de Kazuma.",
      "class": "Épico",
      "type": "Anime, Comedia, Isekai, Magia, Explosiones, Fantasía, Parodia",
      "gender": "Femenino",
      "price": 1200,
      "code": "KS4meg"
    },
    {
      "index": 52,
      "url": "https://telegra.ph/file/example52.jpg",
      "name": "Gon Freecss",
      "desp": "Hunter x Hunter",
      "info": "Gon Freecss es un joven cazador que busca a su padre, Ging Freecss. Posee una naturaleza optimista, determinación inquebrantable y una habilidad natural excepcional para el Nen. A pesar de su apariencia inocente, Gon puede ser increíblemente enfocado y, en situaciones extremas, mostrar un lado oscuro y vengativo. Su amistad con Killua y su crecimiento como cazador son elementos centrales de la serie.",
      "class": "Legendario",
      "type": "Anime, Aventura, Amistad, Nen, Cazadores, Crecimiento, Familia",
      "gender": "Masculino",
      "price": 1850,
      "code": "HH1gon"
    },
    {
      "index": 53,
      "url": "https://telegra.ph/file/example53.jpg",
      "name": "Hinata Hyuga",
      "desp": "Naruto",
      "info": "Hinata Hyuga es una kunoichi del Clan Hyuga conocida por su Byakugan y su técnica de combate Puño Suave. Inicialmente tímida e insegura, Hinata gradualmente desarrolla confianza y fuerza, inspirada en gran parte por Naruto Uzumaki, de quien está enamorada desde la infancia. Su crecimiento de una niña retraída a una ninja poderosa y eventualmente la esposa de Naruto es uno de los desarrollos de personaje más satisfactorios de la serie.",
      "class": "Raro",
      "type": "Anime, Ninjas, Romance, Crecimiento Personal, Byakugan, Timidez",
      "gender": "Femenino",
      "price": 720,
      "code": "NR8hin"
    },
    {
      "index": 54,
      "url": "https://telegra.ph/file/example54.jpg",
      "name": "Shinji Ikari",
      "desp": "Neon Genesis Evangelion",
      "info": "Shinji Ikari es el Tercer Piloto de Evangelion y protagonista principal de la serie. Lidiando con problemas de abandono, depresión y baja autoestima, Shinji representa las luchas psicológicas de la adolescencia llevadas al extremo. Su relación compleja con su padre Gendo y su reluctancia a pilotar el EVA-01 son temas centrales. Shinji es un personaje profundamente humano que resuena con las audiencias por su vulnerabilidad y búsqueda de aceptación.",
      "class": "Épico",
      "type": "Anime, Mecha, Psicológico, Drama, Depresión, Familia, Filosofía",
      "gender": "Masculino",
      "price": 1300,
      "code": "NGE3sh"
    },
    {
      "index": 55,
      "url": "https://telegra.ph/file/example55.jpg",
      "name": "Aqua",
      "desp": "KonoSuba",
      "info": "Aqua es una diosa del agua que es enviada al mundo de fantasía junto con Kazuma después de burlarse de él. A pesar de ser una deidad, Aqua es extremadamente torpe, narcisista y propensa a causar más problemas de los que resuelve. Sus poderes divinos son genuinamente poderosos, especialmente contra los no-muertos, pero su personalidad inmadura y su tendencia a gastar dinero en alcohol la convierten en una fuente constante de comedia y frustración.",
      "class": "Raro",
      "type": "Anime, Comedia, Isekai, Diosa, Agua, Fantasía, Parodia",
      "gender": "Femenino",
      "price": 680,
      "code": "KS1aqu"
    },
    {
      "index": 56,
      "url": "https://telegra.ph/file/example56.jpg",
      "name": "Meliodas",
      "desp": "The Seven Deadly Sins",
      "info": "Meliodas es el líder de los Siete Pecados Capitales y representa el Pecado de la Ira. A pesar de su apariencia joven e inocente, es increíblemente poderoso y tiene miles de años de edad. Como demonio, posee habilidades como 'Full Counter' que le permite reflejar ataques mágicos. Su personalidad alegre y pervertida contrasta con su pasado oscuro y su naturaleza demoníaca. Su amor por Elizabeth y su búsqueda de redención son temas centrales de su historia.",
      "class": "Legendario",
      "type": "Anime, Fantasía, Demonios, Magia, Romance, Redención, Caballeros",
      "gender": "Masculino",
      "price": 2150,
      "code": "SDS7me"
    },
    {
      "index": 57,
      "url": "https://telegra.ph/file/example57.jpg",
      "name": "Inosuke Hashibira",
      "desp": "Demon Slayer (Kimetsu no Yaiba)",
      "info": "Inosuke Hashibira es un cazador de demonios que fue criado por jabalíes en las montañas. Usa una técnica de respiración propia llamada 'Respiración de la Bestia' y siempre lleva una máscara de jabalí. Es extremadamente competitivo, agresivo y se considera el más fuerte, pero gradualmente desarrolla lazos de amistad con Tanjiro y Zenitsu. Su falta de conocimiento social y su naturaleza salvaje proporcionan tanto comedia como momentos de crecimiento personal.",
      "class": "Raro",
      "type": "Anime, Acción, Bestias, Montañas, Competitividad, Amistad",
      "gender": "Masculino",
      "price": 790,
      "code": "DS5ino"
    },
    {
      "index": 58,
      "url": "https://telegra.ph/file/example58.jpg",
      "name": "Rias Gremory",
      "desp": "High School DxD",
      "info": "Rias Gremory es una demonio de alto rango y heredera de la Casa Gremory. Como presidenta del Club de Investigación Oculta, lidera a su séquito de demonios sirvientes, incluyendo a Issei Hyoudou. Rias es conocida por su cabello carmesí distintivo, su naturaleza bondadosa pero firme, y sus poderosas habilidades mágicas de destrucción. A pesar de su estatus noble, se preocupa genuinamente por sus sirvientes y lucha contra las tradiciones demoníacas restrictivas.",
      "class": "Épico",
      "type": "Anime, Ecchi, Sobrenatural, Demonios, Escuela, Harem, Magia",
      "gender": "Femenino",
      "price": 1180,
      "code": "DXD2ri"
    },
    {
      "index": 59,
      "url": "https://telegra.ph/file/example59.jpg",
      "name": "Joseph Joestar",
      "desp": "JoJo's Bizarre Adventure: Battle Tendency",
      "info": "Joseph Joestar es el protagonista de Battle Tendency y abuelo de Jotaro Kujo. Conocido por su personalidad traviesa, su ingenio estratégico y su habilidad para predecir lo que dirán sus oponentes, Joseph es un maestro del Hamon (Ripple). Su estilo de lucha poco ortodoxo, que incluye trucos y engaños, junto con su carisma natural, lo convierten en uno de los JoJo más memorables. Su frase 'Your next line is...' se ha vuelto icónica.",
      "class": "Legendario",
      "type": "Anime, Aventura, Hamon, Estrategia, Comedia, Familia, Vampiros",
      "gender": "Masculino",
      "price": 1900,
      "code": "JJ2jos"
    },
    {
      "index": 60,
      "url": "https://telegra.ph/file/example60.jpg",
      "name": "Ochaco Uraraka",
      "desp": "My Hero Academia",
      "info": "Ochaco Uraraka es una estudiante de la Clase 1-A en U.A. High School con el Quirk 'Gravedad Cero', que le permite hacer que los objetos floten. Es alegre, determinada y viene de una familia trabajadora, lo que la motiva a convertirse en heroína para apoyar financieramente a sus padres. Su amistad con Deku y su crecimiento como heroína, superando su naturaleza inicialmente poco agresiva, son aspectos importantes de su desarrollo.",
      "class": "Raro",
      "type": "Anime, Superhéroes, Escuela, Gravedad, Amistad, Determinación",
      "gender": "Femenino",
      "price": 650,
      "code": "MHA5ur"
    },
    {
      "index": 61,
      "url": "https://telegra.ph/file/example61.jpg",
      "name": "Sebastian Michaelis",
      "desp": "Black Butler (Kuroshitsuji)",
      "info": "Sebastian Michaelis es un demonio que sirve como mayordomo de Ciel Phantomhive bajo un contrato demoníaco. Es perfectamente elegante, increíblemente habilidoso en todas las tareas domésticas y de combate, y posee una naturaleza sádica oculta bajo su fachada cortés. Su famosa frase 'Soy simplemente un mayordomo diabólico' refleja su naturaleza dual. La tensión entre su servicio leal y sus propios motivos demoníacos crea una dinámica fascinante con su joven amo.",
      "class": "Épico",
      "type": "Anime, Sobrenatural, Demonios, Mayordomo, Elegancia, Contrato, Victorian",
      "gender": "Masculino",
      "price": 1420,
      "code": "BB6seb"
    },
    {
      "index": 62,
      "url": "https://telegra.ph/file/example62.jpg",
      "name": "Chika Fujiwara",
      "desp": "Kaguya-sama: Love is War",
      "info": "Chika Fujiwara es la secretaria del consejo estudiantil y una fuerza del caos puro. Con su personalidad alegre e impredecible, a menudo interrumpe inadvertidamente los planes elaborados de Kaguya y Shirogane. Es talentosa en muchas áreas, incluyendo música y deportes, pero también increíblemente ingenua sobre las situaciones románticas que la rodean. Su naturaleza espontánea y su capacidad para crear situaciones cómicas la convierten en un elemento impredecible y querido.",
      "class": "Poco Común",
      "type": "Anime, Comedia, Romance, Escuela, Caos, Música, Consejo Estudiantil",
      "gender": "Femenino",
      "price": 450,
      "code": "KG3chi"
    },
    {
      "index": 63,
      "url": "https://telegra.ph/file/example63.jpg",
      "name": "Dio Brando",
      "desp": "JoJo's Bizarre Adventure",
      "info": "Dio Brando es el villano principal de la saga Joestar, comenzando como el hermano adoptivo de Jonathan Joestar antes de convertirse en vampiro y posteriormente obtener el Stand 'The World'. Su carisma malévolo, su sed de poder absoluto y su capacidad para detener el tiempo lo convierten en uno de los antagonistas más icónicos del anime. Su famoso grito '¡MUDA MUDA MUDA!' y su complejo de superioridad han dejado una marca indeleble en la cultura pop.",
      "class": "Supremo",
      "type": "Anime, Vampiros, Stands, Tiempo, Villano, Carisma, Inmortalidad",
      "gender": "Masculino",
      "price": 28000,
      "code": "JJ0dio"
    },
    {
      "index": 64,
      "url": "https://telegra.ph/file/example64.jpg",
      "name": "Shoyo Hinata",
      "desp": "Haikyuu!!",
      "info": "Shoyo Hinata es un jugador de voleibol que, a pesar de su baja estatura, posee una determinación extraordinaria y habilidades atléticas excepcionales. Inspirado por el 'Pequeño Gigante', Hinata se une al equipo de voleibol de Karasuno High School donde desarrolla una rivalidad y eventual amistad con Tobio Kageyama. Su energía contagiosa, su pasión por el voleibol y su capacidad para inspirar a otros lo convierten en el corazón del equipo.",
      "class": "Raro",
      "type": "Anime, Deportes, Voleibol, Determinación, Escuela, Amistad, Superación",
      "gender": "Masculino",
      "price": 780,
      "code": "HQ1sho"
    },
    {
      "index": 65,
      "url": "https://telegra.ph/file/example65.jpg",
      "name": "Yumeko Jabami",
      "desp": "Kakegurui",
      "info": "Yumeko Jabami es una estudiante transferida a la Academia Privada Hyakkaou que posee una adicción extrema al juego de apuestas. Su apariencia dulce e inocente oculta una personalidad masoquista que se excita con el riesgo y la posibilidad de perder todo. Es increíblemente inteligente y hábil en los juegos, pero su verdadero placer proviene de la emoción del riesgo puro. Su presencia perturba completamente el sistema de jerarquía basado en apuestas de la escuela.",
      "class": "Épico",
      "type": "Anime, Psicológico, Apuestas, Escuela, Masoquismo, Riesgo, Estrategia",
      "gender": "Femenino",
      "price": 1350,
      "code": "KG7yum"
    },
    {
      "index": 66,
      "url": "https://telegra.ph/file/example66.jpg",
      "name": "Asta",
      "desp": "Black Clover",
      "info": "Asta es un joven que nació sin poder mágico en un mundo donde la magia lo es todo. Sin embargo, obtiene un grimorio de anti-magia que le permite anular y repeler la magia. A pesar de las constantes burlas y rechazo, Asta nunca abandona su sueño de convertirse en el Rey Mago. Su determinación inquebrantable, su entrenamiento físico intenso y su naturaleza optimista lo llevan a superar las expectativas de todos a su alrededor.",
      "class": "Épico",
      "type": "Anime, Magia, Determinación, Anti-Magia, Superación, Amistad, Reino",
      "gender": "Masculino",
      "price": 1250,
      "code": "BC8ast"
    },
    {
      "index": 67,
      "url": "https://telegra.ph/file/example67.jpg",
      "name": "Motoko Kusanagi",
      "desp": "Ghost in the Shell",
      "info": "La Mayor Motoko Kusanagi es una cyborg que lidera la Sección 9, una unidad élite contra el terrorismo cibernético. Con un cuerpo completamente artificial pero conservando su 'ghost' (alma/conciencia), Kusanagi explora temas profundos sobre la identidad, la humanidad y la tecnología. Es una táctica brillante, una luchadora formidable y una pensadora filosófica que constantemente cuestiona la naturaleza de la existencia en un mundo donde la línea entre humano y máquina se difumina.",
      "class": "Legendario",
      "type": "Anime, Ciencia Ficción, Cyberpunk, Cyborg, Filosofía, Acción, Tecnología",
      "gender": "Femenino",
      "price": 2200,
      "code": "GS9mot"
    },
    {
      "index": 68,
      "url": "https://telegra.ph/file/example68.jpg",
      "name": "Ban",
      "desp": "The Seven Deadly Sins",
      "info": "Ban, conocido como el Zorro de la Codicia, es uno de los Siete Pecados Capitales con el poder de la inmortalidad obtenido de la Fuente de la Juventud. Su habilidad 'Snatch' le permite robar la fuerza física y las habilidades de sus oponentes. A pesar de su naturaleza aparentemente egoísta y su obsesión con el alcohol, Ban es ferozmente leal a sus amigos, especialmente a Meliodas. Su amor trágico por Elaine, la Reina de las Hadas, impulsa muchas de sus acciones.",
      "class": "Épico",
      "type": "Anime, Fantasía, Inmortalidad, Codicia, Lealtad, Amor Trágico, Magia",
      "gender": "Masculino",
      "price": 1380,
      "code": "SDS1ba"
    },
    {
      "index": 69,
      "url": "https://telegra.ph/file/example69.jpg",
      "name": "Raphtalia",
      "desp": "The Rising of the Shield Hero",
      "info": "Raphtalia es una demi-humana tanuki que comienza como una esclava traumatizada y gradualmente se convierte en la compañera más confiable del Héroe del Escudo, Naofumi. Su crecimiento físico y emocional a lo largo de la serie, desde una niña asustada hasta una guerrera habilidosa y fuerte, es uno de los aspectos más convincentes de la historia. Su lealtad inquebrantable hacia Naofumi y su desarrollo de una espadachina formidable la convierten en un personaje querido.",
      "class": "Raro",
      "type": "Anime, Isekai, Esclavitud, Crecimiento, Lealtad, Espada, Demi-humana",
      "gender": "Femenino",
      "price": 820,
      "code": "SH4rap"
    },
    {
      "index": 70,
      "url": "https://telegra.ph/file/example70.jpg",
      "name": "Ken Kaneki",
      "desp": "Tokyo Ghoul",
      "info": "Ken Kaneki es un estudiante universitario que se convierte en un ghoul medio después de un trasplante de órganos de un ghoul. Luchando entre su naturaleza humana y sus instintos de ghoul, Kaneki representa el conflicto interno entre la moralidad y la supervivencia. Su transformación gradual de un joven tímido a un individuo más complejo y a veces despiadado refleja los temas oscuros de la serie sobre la identidad, la pérdida de la inocencia y la naturaleza de la humanidad.",
      "class": "Legendario",
      "type": "Anime, Horror, Sobrenatural, Ghouls, Identidad, Supervivencia, Moral",
      "gender": "Masculino",
      "price": 1950,
      "code": "TG5ken"
    },
    {
      "index": 71,
      "url": "https://telegra.ph/file/example71.jpg",
      "name": "Rimuru Tempest",
      "desp": "That Time I Got Reincarnated as a Slime",
      "info": "Rimuru Tempest es un slime que anteriormente fue un trabajador de oficina japonés llamado Satoru Mikami. Después de reencarnarse, obtiene habilidades únicas como 'Predator' que le permite absorber cualquier cosa y adquirir sus habilidades. Como líder benevolente de la Nación Tempest, Rimuru busca crear un mundo pacífico donde humanos y monstruos coexistan. Su naturaleza diplomática, combinada con su poder abrumador, lo convierte en una figura respetada y temida.",
      "class": "Supremo",
      "type": "Anime, Isekai, Slime, Diplomacia, Nación, Absorción, Pacifismo",
      "gender": "Neutral",
      "price": 35000,
      "code": "TSL9ri"
    },
    {
      "index": 72,
      "url": "https://telegra.ph/file/example72.jpg",
      "name": "Rengoku Kyojuro",
      "desp": "Demon Slayer (Kimetsu no Yaiba)",
      "info": "Rengoku Kyojuro es el Pilar de las Llamas, conocido por su personalidad ardiente y su filosofía optimista de la vida. Su técnica de Respiración de las Llamas es devastadoramente poderosa, y su dedicación inquebrantable a proteger a los humanos lo convierte en un verdadero héroe. Su muerte heroica mientras protege a otros pasajeros del tren y su impacto duradero en Tanjiro y sus amigos cementa su lugar como uno de los personajes más inspiradores de la serie.",
      "class": "Épico",
      "type": "Anime, Samurai, Fuego, Heroísmo, Sacrificio, Inspiración, Pilar",
      "gender": "Masculino",
      "price": 1450,
      "code": "DS9ren"
    },
    {
      "index": 73,
      "url": "https://telegra.ph/file/example73.jpg",
      "name": "Albedo",
      "desp": "Overlord",
      "info": "Albedo es la Guardiana Suprema de la Gran Tumba de Nazarick y la mano derecha de Ainz Ooal Gown. Originalmente programada para ser la mujer perfecta, desarrolla una obsesión romántica extrema con Ainz. Es increíblemente inteligente, estratégicamente astuta y posee una fuerza de combate inmensa. Su lealtad fanática hacia Ainz, combinada con sus celos hacia cualquiera que pueda competir por su atención, la convierte en una fuerza tanto protectora como potencialmente peligrosa.",
      "class": "Épico",
      "type": "Anime, Isekai, Demonio, Obsesión, Estrategia, Lealtad, Poder",
      "gender": "Femenino",
      "price": 1380,
      "code": "OL3alb"
    },
    {
      "index": 74,
      "url": "https://telegra.ph/file/example74.jpg",
      "name": "Kakashi Hatake",
      "desp": "Naruto",
      "info": "Kakashi Hatake, conocido como el Ninja Copiador, es el sensei del Equipo 7 (Naruto, Sasuke y Sakura). Famoso por su Sharingan que le permite copiar técnicas enemigas y su técnica original Chidori. A pesar de su apariencia relajada y su afición por llegar tarde, Kakashi es un ninja elite con un pasado trágico marcado por la pérdida de sus compañeros de equipo. Su sabiduría, habilidades de combate y dedicación a sus estudiantes lo convierten en uno de los mentores más respetados.",
      "class": "Legendario",
      "type": "Anime, Ninjas, Mentor, Sharingan, Copia, Liderazgo, Tragedia",
      "gender": "Masculino",
      "price": 2100,
      "code": "NR6kak"
    },
    {
      "index": 75,
      "url": "https://telegra.ph/file/example75.jpg",
      "name": "C.C.",
      "desp": "Code Geass",
      "info": "C.C. es una misteriosa mujer inmortal que otorga el poder del Geass a Lelouch. Con siglos de experiencia, ha visto el ascenso y la caída de imperios y ha perdido la capacidad de morir. Su personalidad aparentemente desinteresada oculta una profunda soledad y un deseo de encontrar a alguien que genuinamente la entienda. Su relación compleja con Lelouch evoluciona de una simple alianza contractual a una profunda conexión emocional basada en la comprensión mutua del aislamiento.",
      "class": "Legendario",
      "type": "Anime, Inmortalidad, Geass, Misterio, Soledad, Pizza, Contrato",
      "gender": "Femenino",
      "price": 2000,
      "code": "CG8cc2"
    },
    {
      "index": 76,
      "url": "https://telegra.ph/file/example76.jpg",
      "name": "Denji",
      "desp": "Chainsaw Man",
      "info": "Denji es un joven que se fusiona con su perro demonio Pochita para convertirse en Chainsaw Man. Inicialmente motivado por deseos simples como comer bien y tocar pechos, Denji gradualmente desarrolla relaciones más profundas y comprende emociones más complejas. Su capacidad para transformar partes de su cuerpo en motosierras y su naturaleza impulsiva lo convierten en un cazador de demonios impredecible pero efectivo. Su inocencia y honestidad brutal proporcionan tanto comedia como momentos emotivos.",
      "class": "Legendario",
      "type": "Manga, Horror, Motosierras, Demonios, Crecimiento, Simplicidad",
      "gender": "Masculino",
      "price": 1900,
      "code": "CM1den"
    },
    {
      "index": 77,
      "url": "https://telegra.ph/file/example77.jpg",
      "name": "Faye Valentine",
      "desp": "Cowboy Bebop",
      "info": "Faye Valentine es una cazarrecompensas con un pasado misterioso debido a la criogenia que la dejó con amnesia masiva. Su personalidad seductora y aparentemente egoísta oculta una profunda vulnerabilidad y búsqueda de identidad. Experta en combate y pilotaje, Faye es tan propensa a gastar dinero en apuestas como a huir cuando las cosas se ponen difíciles. Su desarrollo gradual de una estafadora solitaria a un miembro genuino de la tripulación del Bebop es sutil pero poderoso.",
      "class": "Épico",
      "type": "Anime, Space Western, Amnesia, Cazarrecompensas, Identidad, Apuestas",
      "gender": "Femenino",
      "price": 1250,
      "code": "CB2fay"
    },
    {
      "index": 78,
      "url": "https://telegra.ph/file/example78.jpg",
      "name": "Kamina",
      "desp": "Gurren Lagann",
      "info": "Kamina es el líder carismático del Team Dai-Gurren, conocido por su confianza ilimitada y su capacidad para inspirar a otros a superar lo imposible. Su filosofía de 'creer en el tú que cree en ti mismo' y su determinación de alcanzar la superficie motivan a Simon y al resto del equipo. Aunque su tiempo en la serie es limitado, su impacto en Simon y su legado de nunca rendirse ante las probabilidades imposibles define toda la narrativa de la serie.",
      "class": "Legendario",
      "type": "Anime, Mecha, Inspiración, Liderazgo, Sacrificio, Confianza, Drill",
      "gender": "Masculino",
      "price": 2200,
      "code": "GL4kam"
    },
    {
      "index": 79,
      "url": "https://telegra.ph/file/example79.jpg",
      "name": "Ryuko Matoi",
      "desp": "Kill la Kill",
      "info": "Ryuko Matoi es una estudiante rebelde que busca al asesino de su padre, armada con una tijera gigante llamada Scissor Blade. Su encuentro con el uniforme viviente Senketsu le otorga poderes increíbles pero también la expone constantemente. Su personalidad agresiva y determinada choca constantemente con el sistema autoritario de la Academia Honnouji. La relación simbiótica entre Ryuko y Senketsu, junto con su búsqueda de venganza, impulsa la narrativa caótica y estilizada de la serie.",
      "class": "Épico",
      "type": "Anime, Acción, Venganza, Uniforme Viviente, Rebelión, Tijeras",
      "gender": "Femenino",
      "price": 1320,
      "code": "KLK5ry"
    },
    {
      "index": 80,
      "url": "https://telegra.ph/file/example80.jpg",
      "name": "Sinon",
      "desp": "Sword Art Online",
      "info": "Shino Asada, conocida como Sinon en Gun Gale Online, es una francotiradora experta que sufre de un trauma relacionado con las armas de fuego en el mundo real. Paradójicamente, encuentra refugio y fuerza en el mundo virtual donde puede manejar armas sin el miedo paralizante que experimenta en la realidad. Su arco de desarrollo se centra en superar su trauma con la ayuda de Kirito, mientras demuestra ser una tiradora letal y una estratega capaz en combate.",
      "class": "Raro",
      "type": "Anime, VR, Francotirador, Trauma, Superación, Realidad Virtual",
      "gender": "Femenino",
      "price": 780,
      "code": "SAO3si"
    },
    {
      "index": 81,
      "url": "https://telegra.ph/file/example81.jpg",
      "name": "Kaguya Shinomiya",
      "desp": "Kaguya-sama: Love is War",
      "info": "Kaguya Shinomiya es la vicepresidenta del consejo estudiantil de la prestigiosa Academia Shuchiin. Criada en una familia adinerada e influyente, Kaguya inicialmente aparenta ser fría y calculadora, pero en realidad es socialmente inexperiente debido a su crianza aislada. Su guerra psicológica con Shirogane para hacer que el otro confiese primero su amor crea situaciones hilarantes que revelan gradualmente su lado más vulnerable y genuinamente cariñoso.",
      "class": "Épico",
      "type": "Anime, Comedia, Romance, Psicológico, Élite, Guerra Mental",
      "gender": "Femenino",
      "price": 1200,
      "code": "KG1kag"
    },
    {
      "index": 82,
      "url": "https://telegra.ph/file/example82.jpg",
      "name": "Goblin Slayer",
      "desp": "Goblin Slayer",
      "info": "Goblin Slayer es un aventurero obsesionado exclusivamente con exterminar goblins después de que su hermana y aldea fueran destruidas por ellos. Su enfoque metodical y brutal para cazar goblins, combinado con su personalidad estoica y aparentemente emotiva, lo convierte en una figura tanto respetada como temida. Su dedicación singular a esta misión, rechazando trabajos más prestigiosos, refleja su trauma profundo y su búsqueda de venganza convertida en cruzada personal.",
      "class": "Raro",
      "type": "Anime, Fantasía Oscura, Venganza, Obsesión, RPG, Aventurero",
      "gender": "Masculino",
      "price": 850,
      "code": "GS6gob"
    },
    {
      "index": 83,
      "url": "https://telegra.ph/file/example83.jpg",
      "name": "Jiraiya",
      "desp": "Naruto",
      "info": "Jiraiya, conocido como el Sabio Sapo Ermitaño, es uno de los Sannin Legendarios y el maestro de Naruto. A pesar de su personalidad pervertida y su obsesión con escribir novelas románticas, Jiraiya es un ninja extremadamente poderoso y un mentor sabio. Su técnica del Modo Sabio y su capacidad para invocar sapos lo convierten en uno de los ninjas más formidables. Su muerte heroica mientras investigaba a Pain y su papel en moldear tanto a Minato como a Naruto cementa su legado como uno de los personajes más importantes de la serie.",
      "class": "Legendario",
      "type": "Anime, Ninjas, Mentor, Sapos, Sabio, Sacrificio, Pervertido",
      "gender": "Masculino",
      "price": 2150,
      "code": "NR7jir"
    },
    {
      "index": 84,
      "url": "https://telegra.ph/file/example84.jpg",
      "name": "Jolyne Cujoh",
      "desp": "JoJo's Bizarre Adventure: Stone Ocean",
      "info": "Jolyne Cujoh es la hija de Jotaro Kujo y la protagonista de Stone Ocean. Inicialmente resentida hacia su padre ausente, Jolyne desarrolla el Stand 'Stone Free' que le permite desenredar su cuerpo en hilos. Encarcelada injustamente, debe navegar por los peligros de la prisión mientras descubre una conspiración más grande. Su evolución de una delincuente rebelde a una heroína determinada que acepta el legado Joestar representa tanto crecimiento personal como reconciliación familiar.",
      "class": "Legendario",
      "type": "Anime, Stands, Prisión, Familia, Hilos, Justicia, Legado",
      "gender": "Femenino",
      "price": 2050,
      "code": "JJ6jol"
    },
    {
      "index": 85,
      "url": "https://telegra.ph/file/example85.jpg",
      "name": "Yuki Nagato",
      "desp": "The Melancholy of Haruhi Suzumiya",
      "info": "Yuki Nagato es una alienígena humanoide creada por la Entidad de Datos Integrados del Pensamiento para observar a Haruhi Suzumiya. Su apariencia de estudiante tímida y silenciosa oculta habilidades extraordinarias para manipular datos y la realidad misma. A pesar de su naturaleza aparentemente emotiva, Yuki gradualmente desarrolla algo parecido a los sentimientos humanos, especialmente hacia Kyon. Su papel como observadora silenciosa que ocasionalmente interviene en momentos cruciales la convierte en una figura misteriosa pero protectora.",
      "class": "Épico",
      "type": "Anime, Ciencia Ficción, Alienígena, Datos, Silencioso, Observación",
      "gender": "Femenino",
      "price": 1150,
      "code": "HS8yuk"
    },
    {
      "index": 86,
      "url": "https://telegra.ph/file/example86.jpg",
      "name": "Yusuke Godai",
      "desp": "Kamen Rider Kuuga",
      "info": "Yusuke Godai es un joven aventurero que obtiene el poder de transformarse en Kamen Rider Kuuga para proteger las sonrisas de la gente. Su naturaleza optimista y su determinación de proteger a otros sin buscar recompensa lo convierten en un héroe genuino. A diferencia de otros Kamen Riders, Kuuga no usa armas tradicionales, confiando en sus habilidades de combate cuerpo a cuerpo y sus diversas formas de transformación. Su filosofía de mantener las sonrisas de todos y su crecimiento personal lo convierten en uno de los Riders más queridos.",
      "class": "Épico",
      "type": "Tokusatsu, Kamen Rider, Protección, Sonrisas, Transformación, Héroe",
      "gender": "Masculino",
      "price": 1300,
      "code": "KR1kuu"
    },
    {
      "index": 87,
      "url": "https://telegra.ph/file/example87.jpg",
      "name": "Emilia",
      "desp": "Re:Zero - Starting Life in Another World",
      "info": "Emilia es una half-elf que aspira a convertirse en la próxima reina del Reino de Lugnica. Su apariencia similar a la Bruja de la Envidia la convierte en objeto de prejuicios y discriminación. A pesar de esto, mantiene una personalidad amable y compasiva, a menudo preocupándose más por otros que por sí misma. Su relación con Subaru es compleja, ya que aprecia su apoyo pero también lucha por mantener su independencia. Su magia de hielo y su contrato con el espíritu Puck la convierten en una formidable candidata real.",
      "class": "Épico",
      "type": "Anime, Isekai, Half-Elf, Realeza, Hielo, Prejuicio, Magia",
      "gender": "Femenino",
      "price": 1280,
      "code": "RZ2emi"
    },
    {
      "index": 88,
      "url": "https://telegra.ph/file/example88.jpg",
      "name": "Tomioka Giyu",
      "desp": "Demon Slayer (Kimetsu no Yaiba)",
      "info": "Giyu Tomioka es el Pilar del Agua, conocido por su personalidad aparentemente fría y distante. Su dominio de las formas de Respiración del Agua es excepcional, y es el primero en reconocer que Nezuko es diferente a otros demonios. A pesar de su exterior estoico, Giyu lleva la culpa de no poder salvar a su hermana y su mejor amigo. Su desarrollo revela a un hombre profundamente empático que lucha con sentimientos de inadecuación, creyendo que no merece su posición como Pilar.",
      "class": "Épico",
      "type": "Anime, Agua, Estoico, Culpa, Protección, Silencioso, Pilar",
      "gender": "Masculino",
      "price": 1350,
      "code": "DS6giy"
    },
    {
      "index": 89,
      "url": "https://telegra.ph/file/example89.jpg",
      "name": "Rem",
      "desp": "Re:Zero - Starting Life in Another World",
      "info": "Rem es una maid oni que trabaja en la mansión de Roswaal. Inicialmente desconfiada y hostil hacia Subaru, gradualmente desarrolla sentimientos profundos por él después de que demuestra repetidamente su valor y dedicación. Su lealtad feroz, habilidades de combate formidables y su capacidad para ver lo mejor en Subaru la convierten en una de las figuras de apoyo más importantes en su vida. Su confesión de amor y su disposición a sacrificarse por él han hecho de Rem uno de los personajes más queridos del anime moderno.",
      "class": "Épico",
      "type": "Anime, Isekai, Maid, Oni, Lealtad, Amor, Sacrificio",
      "gender": "Femenino",
      "price": 1400,
      "code": "RZ3rem"
    },
    {
      "index": 90,
      "url": "https://telegra.ph/file/example90.jpg",
      "name": "Subaru Natsuki",
      "desp": "Re:Zero - Starting Life in Another World",
      "info": "Subaru Natsuki es un NEET japonés transportado a un mundo de fantasía donde obtiene la habilidad 'Return by Death', que lo regresa a un punto de control específico cada vez que muere. Esta habilidad, aunque poderosa, viene con un costo psicológico enorme ya que Subaru experimenta cada muerte y debe enfrentar repetidamente situaciones traumáticas. Su crecimiento de un otaku inmaduro a alguien que entiende el verdadero significado del sacrificio y el amor es doloroso pero profundamente humano.",
      "class": "Legendario",
      "type": "Anime, Isekai, Bucles Temporales, Muerte, NEET, Crecimiento, Trauma",
      "gender": "Masculino",
      "price": 1850,
      "code": "RZ1sub"
    },
    {
      "index": 91,
      "url": "https://telegra.ph/file/example91.jpg",
      "name": "Tohka Yatogami",
      "desp": "Date A Live",
      "info": "Tohka Yatogami es un Espíritu extremadamente poderoso cuya aparición en el mundo humano causa terremotos espaciales. Su personalidad inocente y directa contrasta con su inmensa poder destructivo. Cuando Shido logra sellarla a través de un beso, Tohka puede vivir como una estudiante normal, aunque mantiene su ingenuidad sobre el mundo humano. Su amor genuino por la comida, especialmente el pan, y su relación creciente con Shido proporcionan tanto comedia como momentos emotivos mientras aprende sobre las emociones humanas.",
      "class": "Raro",
      "type": "Anime, Espíritus, Romance, Inocencia, Poder Destructivo, Comida",
      "gender": "Femenino",
      "price": 920,
      "code": "DAL4toh"
    },
    {
      "index": 92,
      "url": "https://telegra.ph/file/example92.jpg",
      "name": "Zenitsu Agatsuma",
      "desp": "Demon Slayer (Kimetsu no Yaiba)",
      "info": "Zenitsu Agatsuma es un cazador de demonios cobarde que paradójicamente se convierte en un luchador extraordinario cuando pierde la conciencia por el miedo extremo. Su dominio de la Primera Forma de Respiración del Trueno es tan perfecto que puede ejecutarla a velocidades increíbles. A pesar de su naturaleza aparentemente cobarde y su tendencia a llorar, Zenitsu posee un fuerte sentido moral y está dispuesto a proteger a otros cuando realmente importa. Su oído excepcional le permite detectar emociones y intenciones a través del sonido.",
      "class": "Raro",
      "type": "Anime, Trueno, Cobardía, Inconsciencia, Velocidad, Protección",
      "gender": "Masculino",
      "price": 790,
      "code": "DS7zen"
    },
    {
      "index": 93,
      "url": "https://telegra.ph/file/example93.jpg",
      "name": "Momo Yaoyorozu",
      "desp": "My Hero Academia",
      "info": "Momo Yaoyorozu es una estudiante de la Clase 1-A con el Quirk 'Creation', que le permite crear cualquier objeto no vivo desde su cuerpo siempre que entienda su composición molecular. Viene de una familia adinerada y inicialmente lucha con la confianza en sí misma a pesar de sus habilidades excepcionales y su intelecto superior. Su papel como vicepresidenta de clase y su crecimiento gradual en confianza y liderazgo la convierten en una de las estudiantes más prometedoras de U.A. High School.",
      "class": "Raro",
      "type": "Anime, Superhéroes, Creación, Inteligencia, Liderazgo, Confianza",
      "gender": "Femenino",
      "price": 740,
      "code": "MHA6mom"
    },
    {
      "index": 94,
      "url": "https://telegra.ph/file/example94.jpg",
      "name": "Simon",
      "desp": "Gurren Lagann",
      "info": "Simon es inicialmente un joven tímido que vive bajo la sombra de su hermano adoptivo Kamina, pero gradualmente se convierte en uno de los pilotos de mecha más poderosos del universo. Su crecimiento de un excavador temeroso a un líder que literalmente mueve galaxias representa el tema central de la serie sobre superar límites imposibles. Su relación con Nia y su eventual papel como líder de la humanidad muestran su evolución completa de seguidor a héroe legendario.",
      "class": "Supremo",
      "type": "Anime, Mecha, Crecimiento, Drill, Galaxias, Liderazgo, Evolución",
      "gender": "Masculino",
      "price": 30000,
      "code": "GL1sim"
    },
    {
      "index": 95,
      "url": "https://telegra.ph/file/example95.jpg",
      "name": "Kobayashi",
      "desp": "Miss Kobayashi's Dragon Maid",
      "info": "Kobayashi es una programadora ordinaria cuya vida cambia completamente cuando, después de una noche de borrachera, invita a un dragón llamado Tohru a vivir con ella como su sirvienta. Su personalidad práctica y algo seca contrasta humorísticamente con el caos que Tohru y otros dragones traen a su vida. A pesar de su naturaleza reservada, Kobayashi gradualmente desarrolla conexiones emocionales genuinas con su nueva 'familia' dracónica, mostrando un lado más cálido y protector.",
      "class": "Poco Común",
      "type": "Anime, Slice of Life, Dragones, Programadora, Familia, Comedia",
      "gender": "Femenino",
      "price": 380,
      "code": "DM2kob"
    },
    {
      "index": 96,
      "url": "https://telegra.ph/file/example96.jpg",
      "name": "Tohru (Dragon)",
      "desp": "Miss Kobayashi's Dragon Maid",
      "info": "Tohru es un dragón del caos que se convierte en la sirvienta y compañera de Kobayashi después de que esta la salvara cuando estaba herida. Su amor obsesivo por Kobayashi y su deseo genuino de ser una buena sirvienta a pesar de no entender completamente las costumbres humanas crean situaciones tanto tiernas como hilarantes. Su inmenso poder como dragón contrasta con sus esfuerzos torpes pero sinceros de adaptarse a la vida doméstica humana.",
      "class": "Épico",
      "type": "Anime, Dragón, Sirvienta, Obsesión, Domesticidad, Caos, Lealtad",
      "gender": "Femenino",
      "price": 1250,
      "code": "DM1toh"
    },
    {
      "index": 97,
      "url": "https://telegra.ph/file/example97.jpg",
      "name": "Shoto Todoroki",
      "desp": "My Hero Academia",
      "info": "Shoto Todoroki es un estudiante de la Clase 1-A con un Quirk dual que le permite controlar tanto hielo como fuego. Su trasfondo traumático con su padre abusivo Endeavor inicialmente lo lleva a rechazar usar su lado de fuego. Su crecimiento personal, ayudado por su amistad con Deku, implica aceptar ambos aspectos de su poder y forjar su propia identidad heroica independiente del legado de su padre. Su lucha interna entre el odio familiar y su deseo de ser un héroe genuino es uno de los arcos más convincentes de la serie.",
      "class": "Épico",
      "type": "Anime, Superhéroes, Hielo, Fuego, Trauma, Familia, Identidad",
      "gender": "Masculino",
      "price": 1380,
      "code": "MHA3sho"
    },
    {
      "index": 98,
      "url": "https://telegra.ph/file/example98.jpg",
      "name": "Kurisu Makise",
      "desp": "Steins;Gate",
      "info": "Kurisu Makise es una neurocientífica prodigio de 18 años que se involucra accidentalmente en los experimentos de viaje en el tiempo de Okabe. Su intelecto brillante y personalidad tsundere crean una dinámica fascinante con el excéntrico Okabe. Como 'Christina' o 'Zombie', se convierte en una parte integral tanto de la investigación científica como del desarrollo emocional de la historia. Su relación con Okabe evoluciona de antagonismo científico a una profunda conexión romántica que trasciende las líneas temporales.",
      "class": "Legendario",
      "type": "Anime, Ciencia Ficción, Viaje en el Tiempo, Genio, Tsundere, Romance",
      "gender": "Femenino",
      "price": 2000,
      "code": "SG5kur"
    },
    {
      "index": 99,
      "url": "https://telegra.ph/file/example99.jpg",
      "name": "Rintaro Okabe",
      "desp": "Steins;Gate",
      "info": "Rintaro Okabe, autodenominado 'científico loco Hououin Kyouma', es un estudiante universitario excéntrico que accidentalmente descubre el viaje en el tiempo a través de microondas. Su personalidad dramática y paranoia aparente inicialmente parecen cómicas, pero se revelan como mecanismos de defensa contra la responsabilidad abrumadora de alterar el tiempo. Su evolución de un 'científico loco' autoproclamado a alguien dispuesto a sacrificarlo todo por salvar a sus amigos es uno de los desarrollos de personaje más poderosos del anime.",
      "class": "Legendario",
      "type": "Anime, Ciencia Ficción, Viaje en el Tiempo, Científico Loco, Sacrificio",
      "gender": "Masculino",
      "price": 2100,
      "code": "SG1oka"
    },
    {
      "index": 100,
      "url": "https://telegra.ph/file/example100.jpg",
      "name": "Akame",
      "desp": "Akame ga Kill!",
      "info": "Akame es una asesina elite del grupo revolucionario Night Raid, armada con la espada maldita Murasame que mata con un solo corte. Criada desde niña para ser una máquina de matar perfecta, Akame inicialmente parece fría e implacable, pero gradualmente revela su lado más humano y su genuina preocupación por sus compañeros. Su trasfondo trágico con su hermana Kurome y su lucha por encontrar un propósito más allá de la muerte la convierten en una protagonista compleja y moralmente ambigua.",
      "class": "Épico",
      "type": "Anime, Asesinos, Revolución, Espada Maldita, Hermanas, Tragedia",
      "gender": "Femenino",
      "price": 1450,
      "code": "AGK1ak"
    },
    {
      "index": 101,
      "url": "https://telegra.ph/file/example101.jpg",
      "name": "Eren Yeager",
      "desp": "Attack on Titan (Shingeki no Kyojin)",
      "info": "Eren Yeager es el protagonista principal que busca venganza contra los titanes después de que destruyeran su ciudad natal y mataran a su madre. Su capacidad de transformarse en el Titán de Ataque lo convierte en la esperanza de la humanidad, pero también en una fuerza potencialmente destructiva. Su evolución desde un joven vengativo hasta una figura moralmente compleja que lucha con conceptos de libertad, determinismo y genocidio lo convierte en uno de los protagonistas más controvertidos y fascinantes del anime moderno.",
      "class": "Supremo",
      "type": "Anime, Titanes, Venganza, Transformación, Libertad, Moral, Guerra",
      "gender": "Masculino",
      "price": 32000,
      "code": "AOT1er"
    },
    {
      "index": 102,
      "url": "https://telegra.ph/file/example102.jpg",
      "name": "Madara Uchiha",
      "desp": "Naruto Shippuden",
      "info": "Madara Uchiha es uno de los fundadores de la Aldea Oculta de la Hoja y uno de los antagonistas más poderosos de la serie. Su dominio del Sharingan, Rinnegan y técnicas como Susanoo lo convierten en una fuerza casi imparable. Su filosofía de crear paz a través del control absoluto y su plan del Ojo de la Luna Infinito revelan a un hombre que perdió la esperanza en la humanidad. Su batalla final y eventual redención muestran la complejidad de sus motivaciones más allá de la simple villanía.",
      "class": "Supremo",
      "type": "Anime, Ninjas, Sharingan, Rinnegan, Filosofía, Paz, Poder Absoluto",
      "gender": "Masculino",
      "price": 45000,
      "code": "NR9mad"
    },
    {
      "index": 103,
      "url": "https://telegra.ph/file/example103.jpg",
      "name": "Artoria Pendragon (Saber)",
      "desp": "Fate/Stay Night",
      "info": "Artoria Pendragon, invocada como Saber, es el legendario Rey Arturo de Bretaña. Su noble fantasma Excalibur y su inquebrantable código de honor la convierten en una de las Servants más poderosas de la Guerra del Santo Grial. Su lucha interna entre sus ideales caballerescos y la realidad brutal del liderazgo, así como su arrepentimiento por el destino de Camelot, crean un personaje profundamente trágico. Su relación con Shirou explora temas de sacrificio, idealismo y la búsqueda de redención.",
      "class": "Legendario",
      "type": "Anime, Fate, Rey Arturo, Caballería, Santo Grial, Honor, Excalibur",
      "gender": "Femenino",
      "price": 2300,
      "code": "FS1sab"
    },
    {
      "index": 104,
      "url": "https://telegra.ph/file/example104.jpg",
      "name": "Shirou Emiya",
      "desp": "Fate/Stay Night",
      "info": "Shirou Emiya es un joven que sobrevivió a una catástrofe cuando era niño y fue adoptado por el mago Kiritsugu Emiya. Su trauma lo llevó a desarrollar un complejo de supervivencia extremo y el deseo obsesivo de convertirse en un 'héroe de la justicia' que salve a todos. Su magia de proyección le permite recrear armas que ha visto, pero su verdadera fuerza radica en su determinación inquebrantable. Su crecimiento a lo largo de diferentes rutas de la historia explora diversos aspectos de su psicología y moralidad.",
      "class": "Épico",
      "type": "Anime, Fate, Magia, Héroe, Proyección, Trauma, Justicia",
      "gender": "Masculino",
      "price": 1400,
      "code": "FS2shi"
    },
    {
      "index": 105,
      "url": "https://telegra.ph/file/example105.jpg",
      "name": "Rin Tohsaka",
      "desp": "Fate/Stay Night",
      "info": "Rin Tohsaka es una maga de una prestigiosa familia que participa en la Quinta Guerra del Santo Grial como Master de Archer. Su personalidad tsundere oculta tanto su competencia mágica excepcional como su naturaleza genuinamente cariñosa. Como una de las estudiantes más populares de su escuela, mantiene una fachada perfecta mientras maneja secretamente sus deberes como maga. Su relación compleja con Shirou y su crecimiento personal a lo largo de la guerra revelan sus vulnerabilidades debajo de su exterior confiado.",
      "class": "Épico",
      "type": "Anime, Fate, Magia, Tsundere, Santo Grial, Competencia, Familia",
      "gender": "Femenino",
      "price": 1350,
      "code": "FS3rin"
    },
    {
      "index": 106,
      "url": "https://telegra.ph/file/example106.jpg",
      "name": "Gilgamesh",
      "desp": "Fate/Stay Night",
      "info": "Gilgamesh, el Rey de los Héroes, es considerado el Servant más poderoso con acceso a todos los tesoros del mundo a través de su Noble Phantasm 'Gate of Babylon'. Su arrogancia suprema y su desprecio por la humanidad moderna reflejan su estatus como el primer rey de la historia. Sin embargo, su complejo de superioridad oculta una comprensión profunda de la naturaleza humana y un respeto grudgingly otorgado a aquellos que demuestran verdadero valor. Su obsesión con Saber y su filosofía sobre la realeza lo convierten en un antagonista fascinante.",
      "class": "Supremo",
      "type": "Anime, Fate, Rey Antiguo, Tesoros, Arrogancia, Noble Phantasm, Poder",
      "gender": "Masculino",
      "price": 50000,
      "code": "FS0gil"
    },
    {
      "index": 107,
      "url": "https://telegra.ph/file/example107.jpg",
      "name": "Rimuru Tempest",
      "desp": "That Time I Got Reincarnated as a Slime",
      "info": "Rimuru Tempest comenzó como Satoru Mikami, un trabajador de oficina japonés que fue asesinado y reencarnado como un slime en un mundo de fantasía. Su habilidad única 'Gran Sabio' y su poder de absorción 'Predator' le permiten evolucionar constantemente y obtener nuevas habilidades. Como fundador y líder de la Nación Monstruo de Tempest, Rimuru busca crear un mundo donde todas las razas puedan coexistir pacíficamente. Su naturaleza benevolente pero su poder abrumador lo convierten en una figura tanto respetada como temida.",
      "class": "Supremo",
      "type": "Anime, Isekai, Slime, Evolución, Diplomacia, Nación, Absorción",
      "gender": "Neutral",
      "price": 40000,
      "code": "TSL1ri"
    },
    {
      "index": 108,
      "url": "https://telegra.ph/file/example108.jpg",
      "name": "Nami",
      "desp": "One Piece",
      "info": "Nami es la navegante de los Piratas del Sombrero de Paja y una experta ladrona con un talento excepcional para la cartografía y la navegación. Su sueño es crear un mapa completo del mundo, y su habilidad para predecir y entender el clima la convierte en una navegante invaluable. Su arma principal es el Clima-Tact, que le permite manipular el clima para crear ataques devastadores. A pesar de su obsesión con el dinero y su naturaleza aparentemente egoísta, Nami se preocupa profundamente por sus nakama y está dispuesta a sacrificarse por ellos.",
      "class": "Raro",
      "type": "Manga, Anime, Piratas, Navegación, Clima, Mapas, Tesoro",
      "gender": "Femenino",
      "price": 850,
      "code": "OP3nam"
    },
    {
      "index": 109,
      "url": "https://telegra.ph/file/example109.jpg",
      "name": "Sanji",
      "desp": "One Piece",
      "info": "Sanji es el cocinero de los Piratas del Sombrero de Paja, conocido por su habilidad culinaria excepcional y su estilo de lucha basado en patadas llamado 'Black Leg Style'. Su código de honor le prohíbe patear a una mujer, sin importar las circunstancias, y su caballerosidad a menudo lo mete en problemas. Su sueño es encontrar All Blue, un mar legendario donde se pueden encontrar peces de todos los océanos. Su trasfondo con los Vinsmoke y su lucha con su identidad como parte de una familia de asesinos genéticamente modificados añade profundidad a su personaje.",
      "class": "Épico",
      "type": "Manga, Anime, Piratas, Cocina, Caballerosidad, Patadas, All Blue",
      "gender": "Masculino",
      "price": 1300,
      "code": "OP4san"
    },
    {
      "index": 110,
      "url": "https://telegra.ph/file/example110.jpg",
      "name": "Nico Robin",
      "desp": "One Piece",
      "info": "Nico Robin es la arqueóloga de los Piratas del Sombrero de Paja y la única persona conocida capaz de leer los Poneglyphs, textos antiguos que contienen la historia verdadera del mundo. Su Fruta del Diablo, Hana Hana no Mi, le permite hacer florecer partes de su cuerpo en cualquier superficie. Su trasfondo trágico como la única superviviente de Ohara y su búsqueda de la verdadera historia del mundo la convierten en una figura misteriosa pero esencial. Su evolución de una aliada reluctante a un miembro leal de la tripulación es uno de los arcos emocionales más poderosos de la serie.",
      "class": "Épico",
      "type": "Manga, Anime, Piratas, Arqueología, Historia, Poneglyphs, Misterio",
      "gender": "Femenino",
      "price": 1400,
      "code": "OP5rob"
    }
  ]
}
